Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# shortcut_cycle
source: Market
ar: السوق
cs: Trh
da: Marked
de: Markt
el: Αγορά
es: Mercado
fa: بازار
fi: Markkinat
fr: Marché
he: שוק
hi: बाज़ार
hu: Piac
id: Pasar
it: Mercato
ja: マーケット
ko: 시장
nb: Marked
nl: Markt
pl: Rynek
pt: Mercado
pt_br: Mercado
ro: Piață
ru: Рынок
sq: Tregu
sv: Marknad
th: ตลาด
tr: Piyasa
uk: Ринок
vi: Thị trường
zh_hans: 市场

# single_widget_choose
source: Choose a pair
ar: اختر زوجًا
cs: Vyberte pár
da: Vælg et par
de: Paar wählen
el: Επιλογή ζεύγους
es: Elegir par
fa: انتخاب جفت
fi: Valitse pari
fr: Choisir une paire
he: בחירת צמד
hi: पेयर चुनें
hu: Pár kiválasztása
id: Pilih pasangan
it: Scegli una coppia
ja: ペアを選択
ko: 쌍 선택
nb: Velg et par
nl: Kies een paar
pl: Wybierz parę
pt: Escolher par
pt_br: Escolher par
ro: Alege o pereche
ru: Выберите пару
sq: Zgjidh një çift
sv: Välj ett par
th: เลือกคู่เทรด
tr: Çift seç
uk: Виберіть пару
vi: Chọn cặp
zh_hans: 选择交易对

# single_widget_description
source: Shows one coin large with price, change and a 24-hour chart.
ar: يعرض عملة واحدة بحجم كبير مع السعر والتغيّر ومخطط 24 ساعة.
cs: Ukáže jednu minci velce s cenou, změnou a 24hodinovým grafem.
da: Viser én mønt stort med kurs, ændring og 24-timers graf.
de: Zeigt einen Coin gross mit Kurs, Änderung und 24-Stunden-Chart.
el: Δείχνει ένα νόμισμα μεγάλο με τιμή, μεταβολή και γράφημα 24 ωρών.
es: Muestra una moneda en grande con precio, cambio y gráfico de 24 horas.
fa: یک ارز را بزرگ با قیمت، تغییر و نمودار ۲۴ ساعته نشان می‌دهد.
fi: Näyttää yhden kolikon isona: hinta, muutos ja 24 tunnin kaavio.
fr: Affiche une crypto en grand avec cours, variation et graphique 24 h.
he: מציג מטבע אחד בגדול עם מחיר, שינוי וגרף 24 שעות.
hi: एक कॉइन को बड़ा दिखाता है: भाव, बदलाव और 24 घंटे का चार्ट।
hu: Egy érmét mutat nagyban: árfolyam, változás és 24 órás grafikon.
id: Menampilkan satu koin besar dengan harga, perubahan, dan grafik 24 jam.
it: Mostra una moneta in grande con prezzo, variazione e grafico 24 ore.
ja: 1つのコインを大きく表示：価格、変化、24時間チャート。
ko: 코인 하나를 크게 표시: 시세, 변동, 24시간 차트.
nb: Viser én mynt stort med kurs, endring og 24-timers graf.
nl: Toont één munt groot met koers, wijziging en 24-uursgrafiek.
pl: Pokazuje jedną monetę w dużym rozmiarze z ceną, zmianą i wykresem 24 h.
pt: Mostra uma moeda em grande com preço, variação e gráfico de 24 horas.
pt_br: Mostra uma moeda em grande com preço, variação e gráfico de 24 horas.
ro: Arată o monedă mare cu preț, variație și grafic pe 24 de ore.
ru: Показывает одну монету крупно: цена, изменение и график за 24 часа.
sq: Shfaq një monedhë të madhe me çmim, ndryshim dhe grafik 24-orësh.
sv: Visar ett mynt stort med kurs, förändring och 24-timmarsdiagram.
th: แสดงเหรียญเดียวขนาดใหญ่ พร้อมราคา การเปลี่ยนแปลง และกราฟ 24 ชั่วโมง
tr: Tek bir coin'i fiyat, değişim ve 24 saatlik grafikle büyük gösterir.
uk: Показує одну монету великою: ціна, зміна та графік за 24 години.
vi: Hiển thị một coin lớn với giá, thay đổi và biểu đồ 24 giờ.
zh_hans: 以大字显示一个币种：价格、涨跌和 24 小时走势图。

# single_widget_label
source: Crypto Checker – single coin
ar: Crypto Checker – عملة واحدة
cs: Crypto Checker – jedna mince
da: Crypto Checker – én mønt
de: Crypto Checker – ein Coin
el: Crypto Checker – ένα νόμισμα
es: Crypto Checker – una moneda
fa: Crypto Checker – یک ارز
fi: Crypto Checker – yksi kolikko
fr: Crypto Checker – une crypto
he: Crypto Checker – מטבע אחד
hi: Crypto Checker – एक कॉइन
hu: Crypto Checker – egy érme
id: Crypto Checker – satu koin
it: Crypto Checker – una moneta
ja: Crypto Checker – 1 コイン
ko: Crypto Checker – 코인 하나
nb: Crypto Checker – én mynt
nl: Crypto Checker – één munt
pl: Crypto Checker – jedna moneta
pt: Crypto Checker – uma moeda
pt_br: Crypto Checker – uma moeda
ro: Crypto Checker – o monedă
ru: Crypto Checker — одна монета
sq: Crypto Checker – një monedhë
sv: Crypto Checker – ett mynt
th: Crypto Checker – เหรียญเดียว
tr: Crypto Checker – tek coin
uk: Crypto Checker — одна монета
vi: Crypto Checker – một coin
zh_hans: Crypto Checker – 单币

# single_widget_title
source: Set up single widget
ar: إعداد أداة العملة الواحدة
cs: Nastavit samostatný widget
da: Konfigurer enkelt-widget
de: Einzel-Widget einrichten
el: Ρύθμιση μεμονωμένου widget
es: Configurar widget individual
fa: تنظیم ابزارک تک‌ارز
fi: Määritä yksittäinen widget
fr: Configurer le widget unique
he: הגדרת ווידג׳ט יחיד
hi: एकल विजेट सेट करें
hu: Egyedi widget beállítása
id: Atur widget tunggal
it: Configura widget singolo
ja: 単体ウィジェットの設定
ko: 단일 위젯 설정
nb: Konfigurer enkelt-widget
nl: Enkele widget instellen
pl: Ustaw widżet pojedynczy
pt: Configurar widget individual
pt_br: Configurar widget individual
ro: Configurează widgetul individual
ru: Настройка виджета монеты
sq: Konfiguro widget-in e vetëm
sv: Ställ in enkel widget
th: ตั้งค่าวิดเจ็ตเหรียญเดียว
tr: Tekli widget'ı ayarla
uk: Налаштування віджета монети
vi: Thiết lập tiện ích đơn
zh_hans: 设置单币小部件

source: Something went wrong
ar: حدث خطأ ما
cs: Něco se pokazilo
da: Noget gik galt
de: Da ist etwas schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fa: مشکلی پیش آمد
fi: Jokin meni pieleen
fr: Une erreur s'est produite
he: משהו השתבש
hi: कुछ गड़बड़ हो गई
hu: Hiba történt
id: Terjadi kesalahan
it: Si è verificato un errore
ja: 問題が発生しました
ko: 문제가 발생했습니다
nb: Noe gikk galt
nl: Er ging iets mis
pl: Coś poszło nie tak
pt: Algo correu mal
pt_br: Algo deu errado
ro: Ceva nu a funcționat
ru: Что-то пошло не так
sq: Diçka shkoi keq
sv: Något gick fel
th: เกิดข้อผิดพลาดบางอย่าง
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Đã xảy ra lỗi
zh_hans: 出了点问题

# sort_drag_handle
source: Drag to reorder
ar: اسحب للنقل
cs: Přetažením přesunout
da: Træk for at flytte
de: Zum Verschieben ziehen
el: Σύρετε για μετακίνηση
es: Arrastrar para mover
fa: برای جابه‌جایی بکشید
fi: Siirrä vetämällä
fr: Glisser pour déplacer
he: גררו כדי להזיז
hi: खिसकाने के लिए खींचें
hu: Húzza az áthelyezéshez
id: Seret untuk memindahkan
it: Trascina per spostare
ja: ドラッグして移動
ko: 끌어서 이동
nb: Dra for å flytte
nl: Slepen om te verplaatsen
pl: Przeciągnij, aby przenieść
pt: Arrastar para mover
pt_br: Arrastar para mover
ro: Trage pentru a muta
ru: Перетащите, чтобы переместить
sq: Tërhiq për ta zhvendosur
sv: Dra för att flytta
th: ลากเพื่อย้าย
tr: Taşımak için sürükleyin
uk: Перетягніть, щоб перемістити
vi: Kéo để di chuyển
zh_hans: 拖动以移动

# sort_move_bottom
source: Move to bottom
ar: إلى الأسفل تمامًا
cs: Úplně dolů
da: Helt ned
de: Ganz nach unten
el: Στο τέλος
es: Al final
fa: به پایین‌ترین
fi: Alimmaksi
fr: Tout en bas
he: לסוף הרשימה
hi: सबसे नीचे
hu: Legalulra
id: Ke paling bawah
it: In fondo
ja: 一番下へ
ko: 맨 아래로
nb: Helt nederst
nl: Helemaal naar beneden
pl: Na sam dół
pt: Para o fim
pt_br: Para o fim
ro: Jos de tot
ru: В самый низ
sq: Në fund
sv: Längst ned
th: ไปล่างสุด
tr: En alta
uk: На самий низ
vi: Xuống dưới cùng
zh_hans: 移到底部

# sort_move_down
source: Move down
ar: لأسفل
cs: Dolů
da: Flyt ned
de: Nach unten
el: Κάτω
es: Bajar
fa: پایین
fi: Alas
fr: Descendre
he: למטה
hi: नीचे
hu: Le
id: Turun
it: Giù
ja: 下へ
ko: 아래로
nb: Flytt ned
nl: Omlaag
pl: W dół
pt: Descer
pt_br: Mover para baixo
ro: Mută în jos
ru: Вниз
sq: Poshtë
sv: Flytta ned
th: ลง
tr: Aşağı
uk: Вниз
vi: Xuống
zh_hans: 下移

# sort_move_top
source: Move to top
ar: إلى الأعلى تمامًا
cs: Úplně nahoru
da: Helt op
de: Ganz nach oben
el: Στην κορυφή
es: Al principio
fa: به بالاترین
fi: Ylimmäksi
fr: Tout en haut
he: לראש הרשימה
hi: सबसे ऊपर
hu: Legfelülre
id: Ke paling atas
it: In cima
ja: 一番上へ
ko: 맨 위로
nb: Helt øverst
nl: Helemaal naar boven
pl: Na samą górę
pt: Para o topo
pt_br: Para o topo
ro: Sus de tot
ru: В самый верх
sq: Në krye
sv: Längst upp
th: ไปบนสุด
tr: En üste
uk: На самий верх
vi: Lên trên cùng
zh_hans: 移到顶部

# sort_move_up
source: Move up
ar: لأعلى
cs: Nahoru
da: Flyt op
de: Nach oben
el: Πάνω
es: Subir
fa: بالا
fi: Ylös
fr: Monter
he: למעלה
hi: ऊपर
hu: Fel
id: Naik
it: Su
ja: 上へ
ko: 위로
nb: Flytt opp
nl: Omhoog
pl: W górę
pt: Subir
pt_br: Mover para cima
ro: Mută în sus
ru: Вверх
sq: Lart
sv: Flytta upp
th: ขึ้น
tr: Yukarı
uk: Вгору
vi: Lên
zh_hans: 上移

# starter_add_selected
source: Add to watchlist (%1$ld)
ar: إضافة إلى قائمة المتابعة (%1$ld)
cs: Přidat do sledovaných (%1$ld)
da: Føj til overvågningslisten (%1$ld)
de: Zur Merkliste hinzufügen (%1$ld)
el: Προσθήκη στη λίστα (%1$ld)
es: Añadir a la lista de seguimiento (%1$ld)
fa: افزودن به واچ‌لیست (%1$ld)
fi: Lisää seurantalistaan (%1$ld)
fr: Ajouter à la liste de suivi (%1$ld)
he: הוסף לרשימת המעקב (%1$ld)
hi: वॉचलिस्ट में जोड़ें (%1$ld)
hu: Hozzáadás a figyelőlistához (%1$ld)
id: Tambah ke daftar pantau (%1$ld)
it: Aggiungi alla lista di osservazione (%1$ld)
ja: ウォッチリストに追加 (%1$ld)
ko: 관심 목록에 추가 (%1$ld)
nb: Legg til i overvåkingslisten (%1$ld)
nl: Aan volglijst toevoegen (%1$ld)
pl: Dodaj do obserwowanych (%1$ld)
pt: Adicionar à lista de acompanhamento (%1$ld)
pt_br: Adicionar à lista de acompanhamento (%1$ld)
ro: Adaugă în lista de urmărire (%1$ld)
ru: Добавить в список (%1$ld)
sq: Shto në listën e ndjekjes (%1$ld)
sv: Lägg till i bevakningslistan (%1$ld)
th: เพิ่มไปยังรายการติดตาม (%1$ld)
tr: İzleme listesine ekle (%1$ld)
uk: Додати до списку (%1$ld)
vi: Thêm vào danh sách (%1$ld)
zh_hans: 加入自选 (%1$ld)

# starter_custom
source: Choose exchange and pair
ar: اختر المنصة والزوج
cs: Vybrat burzu a pár
da: Vælg børs og par
de: Börse und Paar selbst wählen
el: Επιλογή ανταλλακτηρίου και ζεύγους
es: Elegir exchange y par
fa: انتخاب صرافی و جفت
fi: Valitse pörssi ja pari
fr: Choisir plateforme et paire
he: בחירת בורסה וצמד
hi: एक्सचेंज और पेयर चुनें
hu: Tőzsde és pár kiválasztása
id: Pilih bursa dan pasangan
it: Scegli exchange e coppia
ja: 取引所とペアを選ぶ
ko: 거래소와 거래쌍 직접 선택
nb: Velg børs og par
nl: Exchange en paar kiezen
pl: Wybierz giełdę i parę
pt: Escolher exchange e par
pt_br: Escolher exchange e par
ro: Alegeți bursa și perechea
ru: Выбрать биржу и пару
sq: Zgjidh bursën dhe çiftin
sv: Välj börs och par
th: เลือกกระดานเทรดและคู่เหรียญ
tr: Borsa ve çift seçin
uk: Вибрати біржу й пару
vi: Chọn sàn và cặp
zh_hans: 自选交易所和交易对

# starter_loading_prices
source: Loading prices …
ar: جارٍ تحميل الأسعار…
cs: Načítání cen…
da: Indlæser kurser…
de: Kurse werden geladen …
el: Φόρτωση τιμών…
es: Cargando precios…
fa: در حال بارگیری قیمت‌ها…
fi: Ladataan hintoja…
fr: Chargement des prix…
he: טוען מחירים…
hi: कीमतें लोड हो रही हैं…
hu: Árfolyamok betöltése…
id: Memuat harga…
it: Caricamento prezzi…
ja: 価格を読み込み中…
ko: 가격 불러오는 중…
nb: Laster inn kurser…
nl: Koersen laden…
pl: Wczytywanie cen…
pt: A carregar preços…
pt_br: Carregando preços…
ro: Se încarcă prețurile…
ru: Загрузка цен…
sq: Po ngarkohen çmimet…
sv: Läser in kurser…
th: กำลังโหลดราคา…
tr: Fiyatlar yükleniyor…
uk: Завантаження цін…
vi: Đang tải giá…
zh_hans: 正在加载价格…

# starter_select_all
source: Select all
ar: تحديد الكل
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
el: Επιλογή όλων
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
he: בחר הכול
hi: सभी चुनें
hu: Összes kijelölése
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nb: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar tudo
pt_br: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sq: Zgjidh të gjitha
sv: Markera alla
th: เลือกทั้งหมด
tr: Tümünü seç
uk: Вибрати всі
vi: Chọn tất cả
zh_hans: 全选

# starter_select_none
source: Select none
ar: إلغاء تحديد الكل
cs: Zrušit výběr
da: Fravælg alle
de: Keine auswählen
el: Καμία επιλογή
es: No seleccionar ninguno
fa: لغو انتخاب همه
fi: Poista valinnat
fr: Tout désélectionner
he: בטל בחירה
hi: कोई नहीं चुनें
hu: Kijelölés megszüntetése
id: Batal pilih semua
it: Deseleziona tutto
ja: 選択を解除
ko: 선택 해제
nb: Velg ingen
nl: Niets selecteren
pl: Odznacz wszystko
pt: Desmarcar tudo
pt_br: Desmarcar tudo
ro: Deselectează tot
ru: Снять выбор
sq: Asnjë
sv: Avmarkera alla
th: ไม่เลือกเลย
tr: Hiçbirini seçme
uk: Зняти вибір
vi: Bỏ chọn tất cả
zh_hans: 全不选

# starter_text
source: Choose coins and add them in one go. You can change exchange and pair later.
ar: اختر العملات وأضفها دفعة واحدة. يمكنك تغيير المنصة والزوج لاحقًا.
cs: Vyberte mince a přidejte je najednou. Burzu a pár můžete později změnit.
da: Vælg mønter, og tilføj dem på én gang. Du kan ændre børs og par senere.
de: Coins auswählen und in einem Schritt hinzufügen. Börse und Paar kannst du später ändern.
el: Επιλέξτε νομίσματα και προσθέστε τα με μία κίνηση. Μπορείτε να αλλάξετε ανταλλακτήριο και ζεύγος αργότερα.
es: Elige monedas y añádelas de una vez. Puedes cambiar el exchange y el par más tarde.
fa: ارزها را انتخاب کنید و یک‌جا اضافه کنید. صرافی و جفت را بعداً می‌توانید تغییر دهید.
fi: Valitse kolikot ja lisää ne kerralla. Voit vaihtaa pörssin ja parin myöhemmin.
fr: Choisissez des cryptos et ajoutez-les en une fois. Vous pourrez changer la plateforme et la paire plus tard.
he: בחרו מטבעות והוסיפו אותם בבת אחת. אפשר לשנות בורסה וצמד מאוחר יותר.
hi: कॉइन चुनें और उन्हें एक साथ जोड़ें। एक्सचेंज और पेयर आप बाद में बदल सकते हैं।
hu: Válasszon érméket, és adja hozzá őket egyszerre. A tőzsdét és a párt később módosíthatja.
id: Pilih koin dan tambahkan sekaligus. Bursa dan pasangan bisa Anda ubah nanti.
it: Scegli le monete e aggiungile in un colpo solo. Puoi cambiare exchange e coppia in seguito.
ja: コインを選んでまとめて追加できます。取引所とペアは後で変更できます。
ko: 코인을 선택해 한 번에 추가하세요. 거래소와 거래쌍은 나중에 바꿀 수 있습니다.
nb: Velg mynter og legg dem til på én gang. Du kan endre børs og par senere.
nl: Kies munten en voeg ze in één keer toe. Exchange en paar kun je later wijzigen.
pl: Wybierz monety i dodaj je za jednym razem. Giełdę i parę możesz zmienić później.
pt: Escolha moedas e adicione-as de uma só vez. Pode alterar a exchange e o par mais tarde.
pt_br: Escolha moedas e adicione todas de uma vez. Você pode alterar a exchange e o par depois.
ro: Alegeți monedele și adăugați-le dintr-odată. Puteți schimba bursa și perechea mai târziu.
ru: Выберите монеты и добавьте их за один раз. Биржу и пару можно изменить позже.
sq: Zgjidh monedhat dhe shtoji njëherësh. Bursën dhe çiftin mund t'i ndryshosh më vonë.
sv: Välj mynt och lägg till dem på en gång. Du kan ändra börs och par senare.
th: เลือกเหรียญแล้วเพิ่มได้ในครั้งเดียว คุณเปลี่ยนกระดานเทรดและคู่เหรียญได้ภายหลัง
tr: Coinleri seçin ve tek seferde ekleyin. Borsayı ve çifti daha sonra değiştirebilirsiniz.
uk: Виберіть монети й додайте їх за один раз. Біржу й пару можна змінити пізніше.
vi: Chọn coin và thêm tất cả cùng lúc. Bạn có thể đổi sàn và cặp sau.
zh_hans: 选择币种，一次性全部添加。交易所和交易对稍后可以更改。

# starter_title
source: Start with one tap
ar: ابدأ بنقرة واحدة
cs: Začněte jedním klepnutím
da: Kom i gang med ét tryk
de: Mit einem Tipp starten
el: Ξεκινήστε με ένα πάτημα
es: Empieza con un toque
fa: با یک لمس شروع کنید
fi: Aloita yhdellä napautuksella
fr: Démarrer en un geste
he: התחילו בהקשה אחת
hi: एक टैप में शुरू करें
hu: Kezdés egy koppintással
id: Mulai dengan satu ketukan
it: Inizia con un tocco
ja: ワンタップで始める
ko: 한 번 탭으로 시작
nb: Kom i gang med ett trykk
nl: Begin met één tik
pl: Zacznij jednym dotknięciem
pt: Comece com um toque
pt_br: Comece com um toque
ro: Începeți cu o atingere
ru: Начать одним касанием
sq: Fillo me një prekje
sv: Kom igång med ett tryck
th: เริ่มต้นด้วยการแตะครั้งเดียว
tr: Tek dokunuşla başlayın
uk: Почніть одним дотиком
vi: Bắt đầu chỉ với một chạm
zh_hans: 一键开始

# sync_pairs_count
source: Trading pairs: %1$ld
ar: أزواج التداول: %1$ld
cs: Obchodní páry: %1$ld
da: Handelspar: %1$ld
de: Handelspaare: %1$ld
el: Ζεύγη συναλλαγών: %1$ld
es: Pares de trading: %1$ld
fa: جفت‌های معاملاتی: %1$ld
fi: Kaupankäyntiparit: %1$ld
fr: Paires de trading : %1$ld
he: צמדי מסחר: %1$ld
hi: ट्रेडिंग पेयर: %1$ld
hu: Kereskedési párok: %1$ld
id: Pasangan perdagangan: %1$ld
it: Coppie di trading: %1$ld
ja: 取引ペア: %1$ld
ko: 거래쌍: %1$ld개
nb: Handelspar: %1$ld
nl: Handelsparen: %1$ld
pl: Pary handlowe: %1$ld
pt: Pares de negociação: %1$ld
pt_br: Pares de negociação: %1$ld
ro: Perechi de tranzacționare: %1$ld
ru: Торговые пары: %1$ld
sq: Çifte tregtimi: %1$ld
sv: Handelspar: %1$ld
th: คู่เทรด: %1$ld
tr: İşlem çiftleri: %1$ld
uk: Торгові пари: %1$ld
vi: Cặp giao dịch: %1$ld
zh_hans: 交易对：%1$ld

# tab_market_phase
source: Market
ar: السوق
cs: Trh
da: Marked
de: Markt
el: Αγορά
es: Mercado
fa: بازار
fi: Markkinat
fr: Marché
he: שוק
hi: बाज़ार
hu: Piac
id: Pasar
it: Mercato
ja: マーケット
ko: 시장
nb: Marked
nl: Markt
pl: Rynek
pt: Mercado
pt_br: Mercado
ro: Piață
ru: Рынок
sq: Tregu
sv: Marknad
th: ตลาด
tr: Piyasa
uk: Ринок
vi: Thị trường
zh_hans: 市场

# tab_markets
source: Add
ar: إضافة
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sq: Shto
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加

# tab_settings
source: Settings
ar: الإعدادات
cs: Volby
da: Indstillinger
de: Optionen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग
hu: Beállítás
id: Setelan
it: Opzioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Opties
pl: Opcje
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sq: Opsione
sv: Inställningar
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# tab_watchlist
source: Watchlist
ar: القائمة
cs: Seznam
da: Liste
de: Merkliste
el: Λίστα
es: Lista
fa: فهرست
fi: Lista
fr: Liste
he: רשימה
hi: सूची
hu: Lista
id: Daftar
it: Lista
ja: リスト
ko: 목록
nb: Liste
nl: Lijst
pl: Lista
pt: Lista
pt_br: Lista
ro: Listă
ru: Список
sq: Lista
sv: Lista
th: รายการ
tr: Liste
uk: Список
vi: Danh sách
zh_hans: 列表

# theme_dark
source: Dark
ar: داكن
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
fa: تیره
fi: Tumma
fr: Sombre
he: כהה
hi: डार्क
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
pt_br: Escuro
ro: Întunecat
ru: Тёмная
sq: E errët
sv: Mörkt
th: มืด
tr: Koyu
uk: Темний
vi: Tối
zh_hans: 深色

# theme_light
source: Light
ar: فاتح
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fa: روشن
fi: Vaalea
fr: Clair
he: בהיר
hi: लाइट
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
pt_br: Claro
ro: Luminos
ru: Светлая
sq: E çelët
sv: Ljust
th: สว่าง
tr: Açık
uk: Світлий
vi: Sáng
zh_hans: 浅色

# theme_system
source: System
ar: النظام
cs: Systém
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt: Sistema
pt_br: Sistema
ro: Sistem
ru: Системная
sq: Sistemi
th: ระบบ
tr: Sistem
uk: Системна
vi: Hệ thống
zh_hans: 跟随系统

# ticker_ask
source: Ask
ar: سعر البيع
cs: Prodej
da: Udbud
de: Brief
es: Venta
fa: فروش
fi: Myynti
fr: Vente
he: היצע
hi: आस्क
hu: Eladási
it: Lettera
ja: 売気配
ko: 매도호가
nb: Salg
nl: Laat
pl: Sprzedaż
pt: Venda
pt_br: Venda
ro: Ofertă
ru: Продажа
sq: Shitje
sv: Sälj
th: ราคาเสนอขาย
tr: Satış
vi: Giá bán
zh_hans: 卖价

# ticker_bid
source: Bid
ar: سعر الشراء
cs: Nákup
da: Bud
de: Geld
es: Compra
fa: خرید
fi: Osto
fr: Achat
he: ביקוש
hi: बिड
hu: Vételi
it: Denaro
ja: 買気配
ko: 매수호가
nb: Kjøp
nl: Bied
pl: Kupno
pt: Compra
pt_br: Compra
ro: Cerere
ru: Покупка
sq: Blerje
sv: Köp
th: ราคาเสนอซื้อ
tr: Alış
vi: Giá mua
zh_hans: 买价

# ticker_high
source: High
ar: الأعلى
cs: Maximum
da: Høj
de: Hoch
el: Υψηλό
es: Máximo
fa: بیشترین
fi: Ylin
fr: Haut
he: גבוה
hi: उच्च
hu: Max.
id: Tertinggi
it: Massimo
ja: 高値
ko: 고가
nb: Høy
nl: Hoog
pl: Maks.
pt: Máxima
pt_br: Máxima
ro: Maxim
ru: Макс.
sq: Më i larti
sv: Högst
th: สูงสุด
tr: Yüksek
uk: Макс.
vi: Cao
zh_hans: 最高

# ticker_low
source: Low
ar: الأدنى
cs: Minimum
da: Lav
de: Tief
el: Χαμηλό
es: Mínimo
fa: کمترین
fi: Alin
fr: Bas
he: נמוך
hi: निम्न
hu: Min.
id: Terendah
it: Minimo
ja: 安値
ko: 저가
nb: Lav
nl: Laag
pl: Min.
pt: Mínima
pt_br: Mínima
ro: Minim
ru: Мин.
sq: Më i ulëti
sv: Lägst
th: ต่ำสุด
tr: Düşük
uk: Мін.
vi: Thấp
zh_hans: 最低

# ticker_timestamp
source: Time
ar: الوقت
cs: Čas
da: Tid
de: Zeit
el: Ώρα
es: Hora
fa: زمان
fi: Aika
fr: Heure
he: זמן
hi: समय
hu: Idő
id: Waktu
it: Ora
ja: 時刻
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt: Hora
pt_br: Hora
ro: Ora
ru: Время
sq: Koha
sv: Tid
th: เวลา
tr: Zaman
uk: Час
vi: Thời gian
zh_hans: 时间

# ticker_vol_base
source: Volume (base)
ar: الحجم (الأساس)
cs: Objem (základní)
da: Volumen (basis)
de: Volumen (Basis)
el: Όγκος (βάση)
es: Volumen (base)
fa: حجم (پایه)
fi: Volyymi (perus)
he: מחזור (בסיס)
hi: वॉल्यूम (बेस)
hu: Forgalom (alap)
ja: 出来高（基軸）
ko: 거래량 (기준 통화)
nb: Volum (basis)
nl: Volume (basis)
pl: Wolumen (bazowa)
ro: Volum (bază)
ru: Объём (базовая)
sq: Vëllimi (bazë)
sv: Volym (bas)
th: ปริมาณ (สกุลหลัก)
tr: Hacim (baz)
uk: Обсяг (базова)
vi: Khối lượng (cơ sở)
zh_hans: 成交量（基础币）

# ticker_vol_quote
source: Volume (quote)
ar: الحجم (التسعير)
cs: Objem (kotovaná)
da: Volumen (modvaluta)
de: Volumen (Gegenwert)
el: Όγκος (τιμολόγηση)
es: Volumen (cotización)
fa: حجم (مظنه)
fi: Volyymi (hinnoteltu)
fr: Volume (cotation)
he: מחזור (ציטוט)
hi: वॉल्यूम (कोट)
hu: Forgalom (jegyzési)
it: Volume (quotazione)
ja: 出来高（クオート通貨）
ko: 거래량 (결제 통화)
nb: Volum (motvaluta)
pl: Wolumen (kwotowana)
pt: Volume (cotação)
pt_br: Volume (cotação)
ro: Volum (cotare)
ru: Объём (котируемая)
sq: Vëllimi (kuotë)
sv: Volym (motvaluta)
th: ปริมาณ (สกุลอ้างอิง)
tr: Hacim (karşıt)
uk: Обсяг (котирувальна)
vi: Khối lượng (định giá)
zh_hans: 成交额（计价币）

# time_just_now
source: just now
ar: الآن
cs: právě teď
da: lige nu
de: gerade eben
el: μόλις τώρα
es: ahora mismo
fa: همین حالا
fi: juuri nyt
fr: à l'instant
he: הרגע
hi: अभी-अभी
hu: az imént
id: baru saja
it: proprio ora
ja: たった今
ko: 방금
nb: nå nettopp
nl: zojuist
pl: przed chwilą
pt: agora mesmo
pt_br: agora mesmo
ro: chiar acum
ru: только что
sq: tani
sv: nyss
th: เมื่อสักครู่
tr: az önce
uk: щойно
vi: vừa xong
zh_hans: 刚刚

# timeout_error_message
source: The exchange isn’t responding right now.
ar: المنصة لا تستجيب حاليًا.
cs: Burza právě neodpovídá.
da: Børsen svarer ikke lige nu.
de: Die Börse antwortet gerade nicht.
el: Το ανταλλακτήριο δεν απαντά αυτή τη στιγμή.
es: El exchange no responde en este momento.
fa: صرافی در حال حاضر پاسخ نمی‌دهد.
fi: Pörssi ei vastaa juuri nyt.
fr: La plateforme ne répond pas pour le moment.
he: הבורסה לא מגיבה כרגע.
hi: एक्सचेंज अभी जवाब नहीं दे रहा।
hu: A tőzsde most nem válaszol.
id: Bursa sedang tidak merespons.
it: L'exchange non risponde al momento.
ja: 取引所が現在応答していません。
ko: 거래소가 지금 응답하지 않습니다.
nb: Børsen svarer ikke akkurat nå.
nl: De beurs reageert op dit moment niet.
pl: Giełda w tej chwili nie odpowiada.
pt: A corretora não está a responder neste momento.
pt_br: A corretora não está respondendo no momento.
ro: Exchange-ul nu răspunde acum.
ru: Биржа сейчас не отвечает.
sq: Bursa nuk po përgjigjet tani.
sv: Börsen svarar inte just nu.
th: กระดานเทรดไม่ตอบสนองในขณะนี้
tr: Borsa şu anda yanıt vermiyor.
uk: Біржа зараз не відповідає.
vi: Sàn hiện không phản hồi.
zh_hans: 交易所暂时无响应。

source: Try Again
ar: إعادة المحاولة
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Reintentar
fa: تلاش دوباره
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
hu: Újra
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ro: Reîncercați
ru: Повторить
sq: Provo përsëri
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще
vi: Thử lại
zh_hans: 重试
